{
  "play_cap": "CHƠI",
  "continue_play": "CHƠI TIẾP",
  "talk_wizard_1": "Chào hiệp sĩ trẻ!\nCậu đến đây làm gì?",
  "talk_player_1": "Chào ông!\nTôi được cử đến để giải cứu một đứa trẻ bị bắt cóc bởi những sinh vật sống ở khu vực này.",
  "talk_wizard_2": "Hừm...\nTa không muốn làm cậu nhụt chí, nhưng cậu là hiệp sĩ thứ năm được gửi đến làm nhiệm vụ này. Cho đến nay, không ai trong số họ trở về còn sống và thi thể của họ đang treo trên các bức tường như những chiến lợi phẩm.",
  "talk_player_2": "Đừng lo lắng ông già. Một hiệp sĩ như tôi chưa từng tồn tại trước đây!\nTôi sẽ tiêu diệt tất cả sinh vật ở nơi này và giải cứu đứa trẻ!",
  "talk_wizard_3": "Vâng, sự tự tin là thứ mà cậu không thiếu!\nVậy thì đừng nói rằng ta đã không cảnh báo cậu!\nChúc may mắn!",

  "talk_wizard_4": "Hiện tại trong lâu đài này giam giữ một con quái vật hãy tiêu diệt nó để thanh tẩy lâu đài",
  "talk_player_5": "Chỉ có một con quái thôi sao?",
  "talk_wizard_5": "Không chỉ có quái vật mà còn rất nhiều bẫy và những thuộc hạ do nó sinh ra hãy tiêu diệt chúng",
  "talk_player_6": "Đừng lo lắng tôi sẽ thanh tẩy lâu đài cho ông!",
  "talk_wizard_6": "Vâng, nhưng hãy giữ sức, lâu đài này ko chỉ có 1 chủ nhân\nChúc may mắn!",

  "talk_kid_1": "Cứu! Cứu với!",
  "talk_boss1_1": "Im đi, sinh vật nhỏ ngon lành!\nĐã đến lúc trở thành bữa ăn của ta rồi! ha ha ha ha",
  "talk_boss1_2": "Nhìn kìa! Một hiệp sĩ khác với cái tôi quá lớn nghĩ rằng có thể ngăn cản ta! ha ha ha ha\nLại đây nào!",
  "talk_player_3": "Đồ sinh vật kinh tởm!\nNhững ngày tháng quái vật của ngươi đã kết thúc! Hãy thả cô bé ra",
  "talk_kid_3": "Ngài thật tuyệt vời khi đánh bại con quái vật này",
  "talk_kid_4": "nhưng có một vùng đất đang gặp nguy hiểm liệu ngài có thể giúp họ được không?",
  "talk_player_4": "Được thôi, miễn gia đình cậu trả tiền đầy đủ",

  "talk_kid_7": "Con quái vật ở đây, Chúng ta đã tìm thấy hắn",
  "talk_boss2_1": "Im đi\nSao các ngươi dám phá giấc ngủ của ta các ngươi phải trả giá",
  "talk_player_7": "Đồ sinh vật kinh tởm!\nHãy biến khỏi lâu đài",
  "talk_boss2_2": "Nhìn kìa lũ anh hùng giả tạo! Đây là nhà của ta rời đi hoặc là chết!\nLại đây nào!",
  "talk_kid_5": "Thật là một trận đấu khó khăn\nNhưng chúng ta đã chiến thắng",
  "talk_kid_6": "nhưng có vẽ lâu đài chưa được thanh tẩy và tôi vừa mới phát hiện tầng hầm\nHãy tiêu diệt nốt bọn chúng nào",
  "talk_player_8": "Đi thôi ta cảm nhận được sức mạnh của quỷ vương",

  "talk_kid_9": "Hóa ra là ngươi sao Quỷ Vương, Chúng ta đã tìm thấy hắn\nHắn là cội nguồn của mọi sự vệc",
  "talk_boss3_1": "Câm mồm lũ hạ đẳng\nSao các ngươi dám phá kế hoạch của ta các ngươi phải trả giá",
  "talk_player_9": "Đồ sinh vật kinh tởm!\nđến lúc đưa người về với địa ngục",
  "talk_boss3_2": "Nhìn kìa lũ anh hùng giả tạo! Sức mạnh của ta sẽ nghiền nát ngươi!\nLại đây nào!",
  "talk_kid_10": "Thật là một trận đấu khó khăn\nNhưng chúng ta đã chiến thắng",
  "talk_kid_11": "Quỷ vương đã bị tiêu diệt các quái vật khác sẽ sớm biến mất thoi\nCảm ơn ngài vì đã cứu vương quốc",
  "talk_player_10": "Không sao cả vì cha cậu đã trả cho ta một gia tài\nTa sẽ trở lại khi vương quốc cần :))))",

  "game_out": "THOÁT",
  "save": "LƯU",
  "play_again": "CHƠI LẠI",
  "congratulations": "CHÚC MỪNG!",
  "thanks": "Cảm ơn bạn đã thử nghiệm trò chơi 2D RPG.\nCó lẽ chúng ta sẽ có phần tiếp theo của trò chơi!\nHy vọng bạn đã thích!",
  "door_without_key": "Tôi nghĩ tôi cần một chiếc chìa khóa để đi qua đây!"
}